
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "Çıkmadan önce yaptığınız değişiklikleri kaydetmek ister misiniz?";

"Would you like to save your changes?" = "Yaptığınız değişiklikleri kaydetmek ister misiniz?";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "Kaydetmezseniz değişiklikleriniz kaybolur.";

/*Alert Sheet Buttons*/

"Save" = "Kaydet";

"Cancel" = "İptal";

"Dont Save" = "Kaydetme";

/*App Menu*/

"About Logitech Camera Settings" = "Logitech Kamera Ayarları Hakkında";

"Services" = "Hizmetler";

"Hide Logitech Camera Settings" = "Logitech Kamera Ayarlarını Gizle";

"Hide Others" = "Diğerlerini Gizle";

"Show All" = "Tümünü Göster";

"Quit Logitech Camera Settings" = "Logitech Kamera Ayarlarından Çık";

/*Edit Menu*/

"Edit" = "Düzenle";

"Cut" = "Kes";

"Copy" = "Kopyala";

"Paste" = "Yapıştır";

"Delete" = "Sil";

"Select All" = "Tümünü Seç";

/*Camera Menu*/

"Camera" = "Kamera";

"No Device Connected" = "Hiçbir Aygıt Bağlı Değil";

/*Window Menu*/

"WINDOW" = "Window";

"Minimize" = "Simge Durumuna Küçült";

"Close" = "Kapat";

"Bring All to Front" = "Tümünü Öne Getir";

/*Window Title*/

"Logitech Camera Settings" = "Logitech Kamera Ayarları";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "Web Kamerası Denetimi";

"Focus:" = "Odakla:";

"Auto" = "Otomatik";

"Restore to defaults" = "Varsayılanları geri yükle";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "Gelişmiş Ayarlar";

"Image Quality:" = "Görüntü Kalitesi:";


"Brightness" = "Parlaklık";

"Contrast" = "Karşıtlık";

"Color Intensity" = "Renk Yoğunluğu";

"White Balance" = "Beyaz dengesi";

/*Device Information 3rd tab*/

"Device Information" = "Aygıt Bilgileri";

"USB Vendor ID (VID):"  = "USB Satıcı Kimliği (VID):";

"USB Product ID (PID):" = "USB Ürün Kimliği (PID):";

"USB Revision (BCD):" = "USB Değişikliği (BCD):";

"Firmware version:" = "Bellenim sürümü:";

"Firmware CRC:" = "Bellenim CRC:";

"EEPROM Version:" = "EEPROM Sürümü:";

"Sensor Type:" = "Algılayıcı Türü:";


/* Background Process alert description */
"HELPER_APP_ALERT" = "Tüm özelliklerin düzgün şekilde çalışması için bu Uygulamayı arka planda çalıştırmaya devam etmemiz gerekiyor. Bu Uygulamayı arka planda çalıştırmamızı istiyor musunuz?";

"No" = "Hayır";

"Yes" = "Evet";

